Repository: farukciftler/tacet-cli
Catalog: Tacet/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, ko, pt_br, tr, zh_hans

source: %@ created · %@
de: %@ erstellt · %@
es: %@ creado · %@
fr: %@ créé · %@
ja: %@ を作成 · %@
ko: %@ 만듦 · %@
pt_br: %@ criado · %@
tr: %@ oluşturuldu · %@
zh_hans: 已创建 %@ · %@

source: %@ done
de: %@ fertig
es: %@ listo
fr: %@ terminé
ja: %@ 完了
ko: %@ 완료
pt_br: %@ concluído
tr: %@ tamam
zh_hans: %@ 完成

source: %@ edited · %@
de: %@ bearbeitet · %@
es: %@ editado · %@
fr: %@ modifié · %@
ja: %@ を編集 · %@
ko: %@ 편집됨 · %@
pt_br: %@ editado · %@
tr: %@ düzenlendi · %@
zh_hans: 已编辑 %@ · %@

source: %@ read · %@
de: %@ gelesen · %@
es: %@ leído · %@
fr: %@ lu · %@
ja: %@ を読み込み · %@
ko: %@ 읽음 · %@
pt_br: %@ lido · %@
tr: %@ okundu · %@
zh_hans: 已读取 %@ · %@

source: %@ returned an error
de: %@ hat einen Fehler zurückgegeben
es: %@ devolvió un error
fr: %@ a renvoyé une erreur
ja: %@ がエラーを返しました
ko: %@에서 오류를 반환했습니다
pt_br: %@ retornou um erro
tr: %@ hata döndü
zh_hans: %@ 返回了错误

source: %@ was given.
de: %@ wurde gegeben.
es: Se entregó %@.
fr: %@ a été fourni.
ja: %@ を渡しました。
ko: %@을(를) 전달했습니다.
pt_br: %@ foi entregue.
tr: %@ verildi.
zh_hans: 已提供 %@。

source: %@ was saved, but the access key couldn’t be written to the device keychain. Enter the key again from the connection details.
de: %@ wurde gespeichert, aber der Zugriffsschlüssel konnte nicht im Schlüsselbund des Geräts abgelegt werden. Gib den Schlüssel in den Verbindungsdetails erneut ein.
es: %@ se guardó, pero la clave de acceso no se pudo escribir en el llavero del dispositivo. Vuelve a introducir la clave desde los detalles de la conexión.
fr: %@ a été enregistré, mais la clé d’accès n’a pas pu être écrite dans le trousseau de l’appareil. Saisis à nouveau la clé depuis les détails de la connexion.
ja: %@ は保存されましたが、アクセスキーをデバイスのキーチェーンに書き込めませんでした。接続の詳細からキーを入力し直してください。
ko: %@은(는) 저장되었지만 액세스 키를 기기 키체인에 기록하지 못했습니다. 연결 세부 정보에서 키를 다시 입력하세요.
pt_br: %@ foi salvo, mas a chave de acesso não pôde ser gravada no chaveiro do dispositivo. Digite a chave novamente nos detalhes da conexão.
tr: %@ kaydedildi ama erişim anahtarı cihaz kasasına yazılamadı. Anahtarı bağlantı ayrıntısından yeniden girin.
zh_hans: %@ 已保存，但访问密钥无法写入设备钥匙串。请在连接详情中重新输入密钥。

source: %@ will be deleted. Its key is removed from the Keychain; traces in past conversations are kept.
de: %@ wird gelöscht. Der Schlüssel wird aus dem Schlüsselbund entfernt; Spuren in früheren Unterhaltungen bleiben erhalten.
es: Se eliminará %@. Su clave se quita del llavero; los rastros en conversaciones anteriores se conservan.
fr: %@ sera supprimé. Sa clé est retirée du trousseau ; les traces dans les conversations passées sont conservées.
ja: %@ を削除します。キーはキーチェーンから削除されますが、過去の会話に残る記録は消えません。
ko: %@을(를) 삭제합니다. 키는 키체인에서 제거되지만 지난 대화에 남은 기록은 지워지지 않습니다.
pt_br: %@ será excluído. A chave é removida das Chaves; os rastros em conversas anteriores são mantidos.
tr: %@ silinecek. Anahtarı Keychain'den kaldırılır; geçmiş sohbetlerdeki izler silinmez.
zh_hans: 将删除 %@。其密钥会从钥匙串中移除；过往对话中的记录会保留。

source: %@ · couldn’t be reached
de: %@ · nicht erreichbar
es: %@ · no se pudo acceder
fr: %@ · injoignable
ja: %@ · 到達できず
ko: %@ · 연결 실패
pt_br: %@ · inacessível
tr: %@ · erişilemedi
zh_hans: %@ · 无法访问

source: %@ · not sent
de: %@ · nicht gesendet
es: %@ · no enviado
fr: %@ · non envoyé
ja: %@ · 送信せず
ko: %@ · 보내지 않음
pt_br: %@ · não enviado
tr: %@ · gönderilmedi
zh_hans: %@ · 未发送

source: %@ · running…
de: %@ · läuft …
es: %@ · en curso…
fr: %@ · en cours…
ja: %@ · 実行中…
ko: %@ · 실행 중…
pt_br: %@ · em execução…
tr: %@ · çalışıyor…
zh_hans: %@ · 运行中…

source: %@ · stopped partway
de: %@ · abgebrochen
es: %@ · se interrumpió
fr: %@ · interrompu
ja: %@ · 途中で終了
ko: %@ · 중간에 멈춤
pt_br: %@ · interrompido
tr: %@ · yarıda kaldı
zh_hans: %@ · 中途停止

source: %@ · waiting for approval
de: %@ · wartet auf Bestätigung
es: %@ · esperando aprobación
fr: %@ · en attente de validation
ja: %@ · 承認待ち
ko: %@ · 승인 대기 중
pt_br: %@ · aguardando aprovação
tr: %@ · onay bekleniyor
zh_hans: %@ · 等待确认

source: %lld not completed
de: %lld nicht abgeschlossen
es: %lld sin completar
fr: %lld non abouti
ja: %lld 件未完了
ko: %lld개 실패
pt_br: %lld não concluído
tr: %lld aşılamadı
zh_hans: %lld 项未完成

source: %lld steps
de: %lld Schritte
es: %lld pasos
fr: %lld étapes
ja: %lld ステップ
ko: %lld단계
pt_br: %lld etapas
tr: %lld adım
zh_hans: %lld 步

source: %lld tools
de: %lld Werkzeuge
es: %lld herramientas
fr: %lld outils
ja: %lld ツール
ko: 도구 %lld개
pt_br: %lld ferramentas
tr: %lld araç
zh_hans: %lld 个工具

source: A Streamable HTTP address. Plain http is accepted only for local network addresses.
de: Eine Streamable-HTTP-Adresse. Einfaches http wird nur bei Adressen im lokalen Netzwerk akzeptiert.
es: Una dirección Streamable HTTP. El http simple solo se acepta en direcciones de la red local.
fr: Une adresse Streamable HTTP. Le http simple n’est accepté que pour les adresses du réseau local.
ja: Streamable HTTP のアドレス。平文の http はローカルネットワークのアドレスでのみ受け付けます。
ko: Streamable HTTP 주소입니다. 일반 http는 로컬 네트워크 주소에서만 허용됩니다.
pt_br: Um endereço Streamable HTTP. Http simples só é aceito em endereços da rede local.
tr: Streamable HTTP adresi. Düz http yalnızca yerel ağ adreslerinde kabul edilir.
zh_hans: Streamable HTTP 地址。纯 http 仅在本地网络地址中被接受。

source: A note that’s off is kept but never given to Tacet.
de: Eine ausgeschaltete Notiz wird aufbewahrt, aber nie an Tacet weitergegeben.
es: Una nota desactivada se conserva, pero nunca se le pasa a Tacet.
fr: Une note désactivée est conservée mais n’est jamais transmise à Tacet.
ja: オフのメモは保存されますが、Tacet に渡されることはありません。
ko: 꺼진 메모는 보관되지만 Tacet에게 전달되지 않습니다.
pt_br: Uma nota desativada é mantida, mas nunca é passada ao Tacet.
tr: Kapalı not saklanır ama Tacet'e hiç verilmez.
zh_hans: 关闭的备忘录会保留，但绝不会提供给 Tacet。

source: A server address has to be tested first.
de: Zuerst muss eine Serveradresse getestet werden.
es: Primero hay que probar una dirección de servidor.
fr: Une adresse de serveur doit d’abord être testée.
ja: 先にサーバーのアドレスをテストする必要があります。
ko: 먼저 서버 주소를 테스트해야 합니다.
pt_br: É preciso testar um endereço de servidor primeiro.
tr: Önce bir sunucu adresi denenmeli.
zh_hans: 需要先测试服务器地址。

source: A single sample query is sent to the server.
de: Es wird eine einzelne Beispielanfrage an den Server gesendet.
es: Se envía una única consulta de ejemplo al servidor.
fr: Une seule requête d’exemple est envoyée au serveur.
ja: サンプルのクエリを 1 件だけサーバーに送信します。
ko: 서버에 예시 쿼리 하나만 전송합니다.
pt_br: Uma única consulta de exemplo é enviada ao servidor.
tr: Sunucuya tek bir örnek sorgu gönderilir.
zh_hans: 仅向服务器发送一条示例查询。

source: ACCESS KEY
de: ZUGRIFFSSCHLÜSSEL
es: CLAVE DE ACCESO
fr: CLÉ D’ACCÈS
ja: アクセスキー
ko: 액세스 키
pt_br: CHAVE DE ACESSO
tr: ERİŞİM ANAHTARI
zh_hans: 访问密钥

source: About Tacet
de: Über Tacet
es: Acerca de Tacet
fr: À propos de Tacet
ja: Tacet について
ko: Tacet 정보
pt_br: Sobre o Tacet
tr: Tacet hakkında
zh_hans: 关于 Tacet

source: Access key, optional
de: Zugriffsschlüssel, optional
es: Clave de acceso, opcional
fr: Clé d’accès, facultative
ja: アクセスキー（任意）
ko: 액세스 키, 선택 사항
pt_br: Chave de acesso, opcional
tr: Erişim anahtarı, isteğe bağlı
zh_hans: 访问密钥，可选

source: Add
de: Hinzufügen
es: Añadir
fr: Ajouter
ja: 追加
ko: 추가
pt_br: Adicionar
tr: Ekle
zh_hans: 添加

source: Add a note to Tacet
de: Notiz zu Tacet hinzufügen
es: Añadir una nota a Tacet
fr: Ajouter une note à Tacet
ja: Tacet にメモを追加
ko: Tacet에 메모 추가
pt_br: Adicionar uma nota ao Tacet
tr: Tacet'e not ekle
zh_hans: 向 Tacet 添加备注

source: Add a note to Tacet: %@
de: Notiz zu Tacet hinzufügen: %@
es: Añadir una nota a Tacet: %@
fr: Ajouter une note à Tacet : %@
ja: Tacet にメモを追加：%@
ko: Tacet에 메모 추가: %@
pt_br: Adicionar uma nota ao Tacet: %@
tr: Tacet'e not ekle: %@
zh_hans: 向 Tacet 添加备注：%@

source: Add and manage your own servers.
de: Eigene Server hinzufügen und verwalten.
es: Añade y gestiona tus propios servidores.
fr: Ajoute et gère tes propres serveurs.
ja: 自分のサーバーを追加・管理します。
ko: 직접 운영하는 서버를 추가하고 관리합니다.
pt_br: Adicione e gerencie seus próprios servidores.
tr: Kendi sunucularını ekle ve yönet.
zh_hans: 添加并管理你自己的服务器。

source: Add document
de: Dokument hinzufügen
es: Añadir documento
fr: Ajouter un document
ja: 書類を追加
ko: 문서 추가
pt_br: Adicionar documento
tr: Belge ekle
zh_hans: 添加文档

source: Add server
de: Server hinzufügen
es: Añadir servidor
fr: Ajouter un serveur
ja: サーバーを追加
ko: 서버 추가
pt_br: Adicionar servidor
tr: Sunucu ekle
zh_hans: 添加服务器

source: Adding event…
de: Termin wird hinzugefügt…
es: Añadiendo evento…
fr: Ajout de l'événement…
ja: 予定を追加中…
ko: 일정 추가 중…
pt_br: Adicionando evento…
tr: Etkinlik ekleniyor…
zh_hans: 正在添加事件…

source: Adds a one-sentence note for Tacet to remember. The note stays on the device.
de: Fügt eine Notiz aus einem Satz hinzu, an die sich Tacet erinnern soll. Die Notiz bleibt auf dem Gerät.
es: Añade una nota de una frase para que Tacet la recuerde. La nota se queda en el dispositivo.
fr: Ajoute une note d’une phrase que Tacet doit retenir. La note reste sur l’appareil.
ja: Tacet に覚えてもらう一文のメモを追加します。メモは端末に残ります。
ko: Tacet이 기억하도록 한 문장짜리 메모를 추가합니다. 메모는 기기에 남습니다.
pt_br: Adiciona uma nota de uma frase para o Tacet lembrar. A nota fica no aparelho.
tr: Tacet'in hatırlaması için tek cümlelik bir not ekler. Not cihazda kalır.
zh_hans: 添加一句话备注供 Tacet 记住。备注保留在设备上。

source: Adds rows, deletes them, changes the title; writes a new version.
de: Fügt Zeilen hinzu, löscht sie, ändert den Titel; schreibt eine neue Version.
es: Añade filas, las elimina, cambia el título; escribe una nueva versión.
fr: Ajoute des lignes, les supprime, change le titre ; écrit une nouvelle version.
ja: 行を追加・削除し、タイトルを変更して、新しい版を書き出します。
ko: 행을 추가하고 지우고 제목을 바꾼 뒤 새 버전을 씁니다.
pt_br: Adiciona linhas, apaga linhas, muda o título; grava uma nova versão.
tr: Satır ekler, siler, başlığı değiştirir; yeni sürümü yazar.
zh_hans: 增删行、修改标题，并写出新版本。

source: All learned notes are deleted. Conversations are kept. This can’t be undone.
de: Alle gelernten Notizen werden gelöscht. Unterhaltungen bleiben erhalten. Das lässt sich nicht rückgängig machen.
es: Se eliminan todas las notas aprendidas. Las conversaciones se conservan. Esta acción no se puede deshacer.
fr: Toutes les notes apprises sont supprimées. Les conversations sont conservées. Cette action est irréversible.
ja: 学習したメモをすべて削除します。会話は残ります。この操作は取り消せません。
ko: 학습한 모든 메모가 삭제됩니다. 대화는 남습니다. 이 작업은 되돌릴 수 없습니다.
pt_br: Todas as notas aprendidas são excluídas. As conversas são mantidas. Esta ação não pode ser desfeita.
tr: Öğrenilen tüm notlar silinir. Sohbetler kalır. Bu işlem geri alınamaz.
zh_hans: 将删除所有已学习的备忘录。对话会保留。此操作无法撤销。

source: Always allow
de: Immer erlauben
es: Permitir siempre
fr: Toujours autoriser
ja: 常に許可
ko: 항상 허용
pt_br: Permitir sempre
tr: Her zaman izin ver
zh_hans: 始终允许

source: Apple Intelligence is off
de: Apple Intelligence ist aus
es: Apple Intelligence está desactivado
fr: Apple Intelligence est désactivé
ja: Apple Intelligence がオフです
ko: Apple Intelligence가 꺼져 있습니다
pt_br: Apple Intelligence está desativado
tr: Apple Intelligence kapalı
zh_hans: Apple 智能已关闭

source: Apple Intelligence is off.
de: Apple Intelligence ist aus.
es: Apple Intelligence está desactivado.
fr: Apple Intelligence est désactivé.
ja: Apple Intelligence がオフです。
ko: Apple Intelligence가 꺼져 있습니다.
pt_br: A Apple Intelligence está desativada.
tr: Apple Intelligence kapalı.
zh_hans: Apple 智能已关闭。

source: Apple Intelligence is off. Turn it on in Settings > Apple Intelligence & Siri, then try again.
de: Apple Intelligence ist deaktiviert. Aktiviere es unter „Einstellungen“ > „Apple Intelligence & Siri“ und versuch es erneut.
es: Apple Intelligence está desactivado. Actívalo en Ajustes > Apple Intelligence y Siri e inténtalo de nuevo.
fr: Apple Intelligence est désactivé. Active-le dans Réglages > Apple Intelligence et Siri, puis réessaie.
ja: Apple Intelligence がオフです。「設定」＞「Apple Intelligence と Siri」でオンにしてからもう一度お試しください。
ko: Apple Intelligence가 꺼져 있습니다. 설정 > Apple Intelligence 및 Siri에서 켠 뒤 다시 시도하세요.
pt_br: O Apple Intelligence está desativado. Ative em Ajustes > Apple Intelligence e Siri e tente de novo.
tr: Apple Intelligence kapalı. Ayarlar > Apple Intelligence ve Siri'den açtıktan sonra tekrar dene.
zh_hans: Apple Intelligence 已关闭。请在“设置”>“Apple Intelligence 与 Siri”中开启后重试。

source: As you mention things about yourself in conversations, they show up here — and stay only here.
de: Wenn du in Unterhaltungen etwas über dich erzählst, erscheint es hier – und bleibt auch nur hier.
es: A medida que hablas de ti en las conversaciones, aparece aquí, y solo se queda aquí.
fr: À mesure que tu parles de toi dans les conversations, cela apparaît ici — et n’en sort pas.
ja: 会話の中で自分のことを話すと、ここに表示されます。そして、ここにしか残りません。
ko: 대화에서 자신에 대해 이야기하면 여기에 나타나며, 오직 여기에만 남습니다.
pt_br: Conforme você fala sobre si nas conversas, aparece aqui — e fica somente aqui.
tr: Sohbetlerde kendinden bahsettikçe burada görünür — ve yalnızca burada durur.
zh_hans: 当你在对话中提到自己的事情时，会显示在这里 — 而且只留在这里。

source: Ask
de: Fragen
es: Preguntar
fr: Demander
ja: 質問
ko: 질문
pt_br: Perguntar
tr: Sor
zh_hans: 提问

source: Ask Tacet
de: Tacet fragen
es: Pregúntale a Tacet
fr: Demander à Tacet
ja: Tacet に聞く
ko: Tacet에게 물어보기
pt_br: Pergunte ao Tacet
tr: Tacet'e sor
zh_hans: 向 Tacet 提问

source: Ask Tacet: %@
de: Tacet fragen: %@
es: Preguntar a Tacet: %@
fr: Demander à Tacet : %@
ja: Tacet に聞く：%@
ko: Tacet에게 묻기: %@
pt_br: Perguntar ao Tacet: %@
tr: Tacet'e sor: %@
zh_hans: 问 Tacet：%@

source: Ask every time
de: Jedes Mal fragen
es: Preguntar cada vez
fr: Demander à chaque fois
ja: 毎回確認する
ko: 매번 확인
pt_br: Perguntar sempre
tr: Her seferinde sor
zh_hans: 每次询问

source: Attach a document with the paper clip in the input field; Tacet summarizes it, answers questions from it, turns it into a table.
de: Häng über die Büroklammer im Eingabefeld ein Dokument an; Tacet fasst es zusammen, beantwortet Fragen daraus und macht eine Tabelle daraus.
es: Adjunta un documento con el clip del campo de entrada; Tacet lo resume, responde preguntas sobre él y lo convierte en tabla.
fr: Joins un document avec le trombone du champ de saisie ; Tacet le résume, répond aux questions à partir de lui, le transforme en tableau.
ja: 入力欄のクリップから書類を添付すると、要約したり、そこから質問に答えたり、表に変換したりします。
ko: 입력란의 클립으로 문서를 첨부하세요. 요약하고, 그 안에서 질문에 답하고, 표로 바꿉니다.
pt_br: Anexe um documento pelo clipe no campo de entrada; o Tacet resume, responde perguntas a partir dele e transforma em tabela.
tr: Giriş alanındaki ataçla bir belge ekle; özetler, içinden soruya cevap verir, tabloya çevirir.
zh_hans: 用输入框里的回形针附加一份文档；Tacet 会总结它、根据它回答问题、把它转成表格。

source: Attached document: %@
de: Angehängtes Dokument: %@
es: Documento adjunto: %@
fr: Document joint : %@
ja: 添付した書類：%@
ko: 첨부한 문서: %@
pt_br: Documento anexado: %@
tr: Eklenen belge: %@
zh_hans: 已附加的文稿：%@

source: Automatic
de: Automatisch
es: Automático
fr: Automatique
ja: 自動
ko: 자동
pt_br: Automático
tr: Otomatik
zh_hans: 自动

source: Bill tracking
de: Rechnungen im Blick
es: Seguimiento de facturas
fr: Suivi des factures
ja: 請求書の管理
ko: 청구서 관리
pt_br: Controle de faturas
tr: Fatura takibi
zh_hans: 账单跟踪

source: Brings back the first-launch welcome screen and the tool-trace hint.
de: Zeigt den Begrüßungsbildschirm des ersten Starts und den Hinweis zur Werkzeugspur erneut.
es: Vuelve a mostrar la pantalla de bienvenida inicial y la sugerencia sobre el rastro de herramientas.
fr: Réaffiche l’écran d’accueil du premier lancement et l’astuce sur la trace des outils.
ja: 初回起動時のようこそ画面とツール履歴のヒントをもう一度表示します。
ko: 첫 실행 때의 환영 화면과 도구 기록 힌트를 다시 엽니다.
pt_br: Reabre a tela de boas-vindas do primeiro uso e a dica sobre o rastro de ferramentas.
tr: İlk açılıştaki karşılama ekranını ve araç izi ipucunu yeniden açar.
zh_hans: 重新打开首次启动的欢迎页和工具轨迹提示。

source: CONNECTION
de: VERBINDUNG
es: CONEXIÓN
fr: CONNEXION
ja: 接続
ko: 연결
pt_br: CONEXÃO
tr: BAĞLANTI
zh_hans: 连接

source: CONNECTIONS
de: VERBINDUNGEN
es: CONEXIONES
fr: CONNEXIONS
ja: 接続
ko: 연결
pt_br: CONEXÕES
tr: BAĞLANTILAR
zh_hans: 连接

source: Calculated
de: Berechnet
es: Calculado
fr: Calculé
ja: 計算しました
ko: 계산됨
pt_br: Calculado
tr: Hesaplandı
zh_hans: 已计算

source: Calculating…
de: Wird berechnet…
es: Calculando…
fr: Calcul en cours…
ja: 計算中…
ko: 계산 중…
pt_br: Calculando…
tr: Hesaplanıyor…
zh_hans: 正在计算…

source: Calendar
de: Kalender
es: Calendario
fr: Calendrier
ja: カレンダー
ko: 캘린더
pt_br: Calendário
tr: Takvim
zh_hans: 日历

source: Calendar didn’t accept this operation.
de: Der Kalender hat diesen Vorgang nicht akzeptiert.
es: Calendario no aceptó esta operación.
fr: Le Calendrier n’a pas accepté cette opération.
ja: カレンダーがこの操作を受け付けませんでした。
ko: 캘린더가 이 작업을 받아들이지 않았습니다.
pt_br: O Calendário não aceitou esta operação.
tr: Takvim bu işlemi kabul etmedi.
zh_hans: 日历未接受此操作。

source: Calendar permission needed
de: Kalenderberechtigung erforderlich
es: Se necesita permiso de calendario
fr: Autorisation calendrier requise
ja: カレンダーの許可が必要です
ko: 캘린더 권한 필요
pt_br: Permissão de calendário necessária
tr: Takvim izni gerekli
zh_hans: 需要日历权限

source: Calendar read · %lld events
de: Kalender gelesen · %lld Termine
es: Calendario leído · %lld eventos
fr: Calendrier lu · %lld événements
ja: カレンダーを読み込み · %lld 件の予定
ko: 캘린더 읽음 · 일정 %lld개
pt_br: Calendário lido · %lld eventos
tr: Takvim okundu · %lld etkinlik
zh_hans: 已读取日历 · %lld 个事件

source: Calendar read · empty
de: Kalender gelesen · leer
es: Calendario leído · vacío
fr: Calendrier lu · vide
ja: カレンダーを読み込み · なし
ko: 캘린더 읽음 · 없음
pt_br: Calendário lido · vazio
tr: Takvim okundu · boş
zh_hans: 已读取日历 · 无内容

source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
ja: キャンセル
ko: 취소
pt_br: Cancelar
tr: Vazgeç
zh_hans: 取消

source: Characters left
de: Verbleibende Zeichen
es: Caracteres restantes
fr: Caractères restants
ja: 残り文字数
ko: 남은 글자 수
pt_br: Caracteres restantes
tr: Kalan karakter
zh_hans: 剩余字符

source: Chat history
de: Chatverlauf
es: Historial de conversaciones
fr: Historique des conversations
ja: チャット履歴
ko: 대화 기록
pt_br: Histórico de conversas
tr: Sohbet geçmişi
zh_hans: 对话记录

source: Chats and the messages in them are deleted. Generated documents and memory stay — use the Memory board to clear memory. This can’t be undone.
de: Chats und die darin enthaltenen Nachrichten werden gelöscht. Erstellte Dokumente und das Gedächtnis bleiben – zum Löschen des Gedächtnisses die Gedächtnis-Übersicht verwenden. Dieser Schritt kann nicht rückgängig gemacht werden.
es: Se eliminan los chats y sus mensajes. Los documentos generados y la memoria se conservan; usa el panel de Memoria para borrarla. Esta acción no se puede deshacer.
fr: Les conversations et leurs messages sont supprimés. Les documents générés et la mémoire restent — utilise le tableau Mémoire pour l’effacer. Cette action est irréversible.
ja: チャットとその中のメッセージが削除されます。作成した書類と記憶は残ります。記憶を消すには記憶ボードを使ってください。この操作は取り消せません。
ko: 대화와 그 안의 메시지가 삭제됩니다. 생성된 문서와 기억은 남습니다 — 기억을 지우려면 기억 보드를 사용하세요. 이 작업은 되돌릴 수 없습니다.
pt_br: As conversas e as mensagens nelas são apagadas. Documentos gerados e a memória permanecem — use o painel de Memória para limpá-la. Isso não pode ser desfeito.
tr: Sohbetler ve içindeki mesajlar silinir. Üretilmiş belgeler ve hafıza kalır — hafızayı silmek için Hafıza panosunu kullan. Bu işlem geri alınamaz.
zh_hans: 对话及其中的消息将被删除。已生成的文档和记忆会保留——要清除记忆请使用记忆面板。此操作无法撤销。

source: Checking calendar…
de: Kalender wird geprüft…
es: Consultando el calendario…
fr: Consultation du calendrier…
ja: カレンダーを確認中…
ko: 캘린더 확인 중…
pt_br: Consultando o calendário…
tr: Takvime bakılıyor…
zh_hans: 正在查看日历…

source: Checking reminders…
de: Erinnerungen werden geprüft …
es: Consultando recordatorios…
fr: Consultation des rappels…
ja: リマインダーを確認中…
ko: 미리 알림 확인 중…
pt_br: Verificando lembretes…
tr: Hatırlatıcılara bakılıyor…
zh_hans: 正在查看提醒事项…

source: Clear
de: Löschen
es: Borrar
fr: Effacer
ja: 消去
ko: 지우기
pt_br: Apagar
tr: Temizle
zh_hans: 清除

source: Clear all chat history
de: Gesamten Verlauf löschen
es: Borrar todo el historial de conversaciones
fr: Effacer tout l’historique des conversations
ja: すべての会話履歴を消去
ko: 모든 대화 기록 지우기
pt_br: Apagar todo o histórico de conversas
tr: Tüm sohbet geçmişini temizle
zh_hans: 清除全部对话记录

source: Clear all chat history?
de: Gesamten Verlauf löschen?
es: ¿Borrar todo el historial de conversaciones?
fr: Effacer tout l’historique des conversations ?
ja: すべての会話履歴を消去しますか？
ko: 모든 대화 기록을 지울까요?
pt_br: Apagar todo o histórico de conversas?
tr: Tüm sohbet geçmişi temizlensin mi?
zh_hans: 清除全部对话记录？

source: Close
de: Schließen
es: Cerrar
fr: Fermer
ja: 閉じる
ko: 닫기
pt_br: Fechar
tr: Kapat
zh_hans: 关闭

source: Code couldn’t be run
de: Code konnte nicht ausgeführt werden
es: No se pudo ejecutar el código
fr: Le code n’a pas pu être exécuté
ja: コードを実行できませんでした
ko: 코드를 실행하지 못했습니다
pt_br: Não foi possível executar o código
tr: Kod çalıştırılamadı
zh_hans: 无法运行代码

source: Code run · %lld ms
de: Code ausgeführt · %lld ms
es: Código ejecutado · %lld ms
fr: Code exécuté · %lld ms
ja: コードを実行 · %lld ms
ko: 코드 실행됨 · %lld ms
pt_br: Código executado · %lld ms
tr: Kod çalıştırıldı · %lld ms
zh_hans: 已运行代码 · %lld 毫秒

source: Code timed out
de: Zeitüberschreitung beim Code
es: El código agotó el tiempo
fr: Délai dépassé pour le code
ja: コードがタイムアウトしました
ko: 코드 실행 시간이 초과되었습니다
pt_br: O código excedeu o tempo
tr: Kod zaman aşımına uğradı
zh_hans: 代码执行超时

source: Column header: %@
de: Spaltenüberschrift: %@
es: Encabezado de columna: %@
fr: En-tête de colonne : %@
ja: 列見出し：%@
ko: 열 머리글: %@
pt_br: Cabeçalho da coluna: %@
tr: Sütun başlığı: %@
zh_hans: 列标题：%@

source: Connect your own MCP server and Tacet can use its tools. Until you do, this surface stays closed.
de: Verbinde deinen eigenen MCP-Server, dann kann Tacet dessen Werkzeuge nutzen. Bis dahin bleibt diese Fläche geschlossen.
es: Conecta tu propio servidor MCP y Tacet podrá usar sus herramientas. Hasta entonces, esta superficie permanece cerrada.
fr: Connecte ton propre serveur MCP et Tacet pourra utiliser ses outils. D'ici là, cette surface reste fermée.
ja: 自分の MCP サーバーを接続すると、Tacet はそのツールを使えます。接続するまで、この経路は閉じたままです。
ko: 직접 MCP 서버를 연결하면 Tacet이 그 도구를 사용할 수 있습니다. 연결하기 전까지 이 경로는 닫혀 있습니다.
pt_br: Conecte seu próprio servidor MCP e o Tacet poderá usar as ferramentas dele. Até lá, esta superfície fica fechada.
tr: Kendi MCP sunucunu bağlarsan Tacet oradaki araçları kullanabilir. Bağlanmadıkça bu yüzey kapalı kalır.
zh_hans: 连接你自己的 MCP 服务器后，Tacet 就能使用其中的工具。在此之前，这条通道保持关闭。

source: Connect your own MCP servers and Tacet can use their tools. Until you do, nothing goes to any server.
de: Verbinde deine eigenen MCP-Server, dann kann Tacet deren Werkzeuge nutzen. Bis dahin geht nichts an irgendeinen Server.
es: Si conectas tus propios servidores MCP, Tacet podrá usar sus herramientas. Mientras tanto, no se envía nada a ningún servidor.
fr: Connecte tes propres serveurs MCP et Tacet pourra utiliser leurs outils. Sans cela, rien n’est envoyé à aucun serveur.
ja: 自分の MCP サーバーを接続すると、Tacet がそのツールを使えます。接続するまで、どのサーバーにも何も送信されません。
ko: 직접 운영하는 MCP 서버를 연결하면 Tacet이 해당 도구를 사용할 수 있습니다. 연결하기 전까지는 어떤 서버로도 아무것도 전송되지 않습니다.
pt_br: Conecte seus próprios servidores MCP e o Tacet poderá usar as ferramentas deles. Até lá, nada é enviado a servidor algum.
tr: Kendi MCP sunucularını bağlarsan Tacet onların araçlarını kullanabilir. Bağlamadıkça hiçbir sunucuya bir şey gitmez.
zh_hans: 连接你自己的 MCP 服务器后，Tacet 就能使用其中的工具。在此之前，不会有任何内容发送到任何服务器。
